tap "bigwig-club/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nvie/tap"
tap "robotsandpencils/made"
brew "aria2"
brew "bitrise"
brew "curl"
brew "direnv"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "graphicsmagick"
brew "libxml2"
brew "nvm"
brew "openssl@3", link: false
brew "postgresql@14", restart_service: true
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "subversion"
brew "swift-outdated"
brew "swiftlint"
brew "wget"
brew "zsh-completions"
brew "nvie/tap/git-toolbelt"
brew "robotsandpencils/made/xcodes"
brew "mas"
cask "calibre"
cask "dropbox"
cask "firefox"
cask "font-anka-coder"
cask "font-consolas-for-powerline"
cask "font-dosis"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "font-hack"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-jetbrains-mono"
cask "font-lato"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-meslo-lg"
cask "font-noto-sans"
cask "font-noto-serif"
cask "font-open-sans"
cask "font-open-sans-condensed"
cask "font-pt-mono"
cask "font-pt-sans"
cask "font-pt-serif"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-ubuntu"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "keybase"
cask "megasync"
cask "notion"
cask "protonvpn"
cask "proxyman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rectangle"
cask "redisinsight"
cask "slack"
cask "sourcetree"
cask "sublime-text"
cask "suspicious-package"
cask "swiftformat-for-xcode"
cask "telegram"
cask "the-unarchiver"
cask "typora"
cask "upic"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "xcodes"
cask "zeplin"
cask "zoom"
vscode "batisteo.vscode-django"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "kevinrose.vsc-python-indent"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "njpwerner.autodocstring"
vscode "orta.vscode-danger"
vscode "orta.vscode-ios-common-files"
vscode "rangav.vscode-thunder-client"
vscode "richie5um2.vscode-sort-json"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "yechunan.json-color-token"
vscode "zainchen.json"
mas "CopyClip", id: 595191960
mas "Developer", id: 640199958
mas "TestFlight", id: 899247664
mas "DevCleaner", id: 1388020431
mas "iPic", id: 1101244278
mas "RocketSim", id: 1504940162
mas "Tomito", id: 1526042938